Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/motoring_1/motor_accidents.html.txt.tmx
Source language: en
Languages: ga

source: If you are involved in a motor accident, whether with another motor vehicle, another user of the road or with an object along the road, there are certain things you are required by law to do
ga: Má bhíonn tú i mótarthimpiste, cibé le mótarfheithicil eile, úsáideoir eile an bhóthair nó le rud éigin ar an mbóthar, tá roinnt rudaí gur gá duit a dhéanamh de réir an dlí

source: There are also things which it is advisable to do for safety reasons and to help reduce any possible financial loss to yourself
ga: Tá rudaí eile a mholtar duit a dhéanamh ar mhaithe le sábháilteacht agus chun aon chaillteanas airgeadais a d’fhéadfadh a bheith i gceist duit a laghdú

source: What should I do if I am involved in a motor accident?
ga: Cad ba chóir dom a dhéanamh má bhaineann mótarthimpiste liom?

source: If the accident is serious the cars should not be moved
ga: Más timpiste thromchúiseach í níor chóir na carranna a bhogadh

source: If the accident is minor and the cars are blocking the road or are a danger to other road users, the road should be marked and the cars moved
ga: Más timpiste bheag í agus má tá na carranna sa bhealach ar an mbóthar nó ina ndainséar d’úsáideoirí eile an bhóthair, ba chóir an bóthar a mharcáil agus na carranna a bhogadh

source: Take care when moving damaged cars and be alert to the danger from leaking fuel
ga: Bí cúramach agus carranna damáistithe á mbogadh agus bí aireach faoin mbaol ó bhreosla ag sileadh

source: You should try to warn oncoming traffic of the accident
ga: Ba chóir duit iarracht a dhéanamh rabhadh a thabhairt don trácht i d’aghaidh faoin timpiste

source: You can warn them by using your hazard lights
ga: Is féidir leat do shoilse guaise a úsáid chun rabhadh a thabhairt dóibh

source: If you have a reflective advance-warning triangle, place it on the road far enough from the scene of the accident to give enough warning to approaching traffic
ga: Má tá triantán réamhrabhaidh frithchaiteach agat, cuir ar an mbóthar é fada go leor ó láthair na timpiste chun rabhadh imleor a thabhairt don trácht atá ag teacht i d’aghaidh

source: If the accident happens near a bend in the road, make sure you give warning to traffic on both sides of the bend
ga: Má tharlaíonn an timpiste i ngar do chor sa bhóthar, déan deimhin de go dtugann tú rabhadh don trácht ag teacht ón dá thaobh

source: If you need to ask for another road user’s help to warn traffic, do so right away
ga: Más gá duit cabhair a iarraidh ó úsáideoir eile an bhóthair chun rabhadh a thabhairt do thrácht, déan láithreach é

source: If someone is injured the Gardaí should be contacted (telephone 999 or 112) and, if necessary, ambulance services
ga: Má tá duine gortaithe ba chóir dul i dteagmháil leis na Gardaí (teileafón 999 nó 112), agus le seirbhísí otharchairr más gá

source: Further information on what to do at the scene of an accident is available in the Rules of the Road (pdf)
ga: Tá tuilleadh faisnéise faoi cad ba chóir a dhéanamh ag láthair timpiste le fáil i Rialacha an Bhóthair (pdf)

source: What are my legal obligations?
ga: Cad iad m’oibleagáidí dlíthiúla?

source: Your legal obligations, if you are involved in a motor accident, are contained in Section 106 of the Road Traffic Act 1961 as amended
ga: Tá d’oibleagáidí dlíthiúla, má tá tú i mótarthimpiste, le fáil in Alt 106 den Acht um Thrácht ar Bhóithre 1961 arna leasú

source: You must stop your car and remain at the scene of the accident for a reasonable time
ga: Caithfidh tú do charr a stopadh agus fanacht ag láthair na timpiste ar feadh achar réasúnta ama

source: If a Garda is present at the scene of the accident you must give, when requested:
ga: Má tá Garda ag láthair na timpiste ní mór duit an méid seo a leanas a sholáthar, nuair a iarrtar ort:

source: • Your name and address
ga: • D'ainm agus do sheoladh

source: • The address where your car is kept
ga: • An seoladh ag a gcoimeádann tú do charr

source: • The name and address of the car owner
ga: • Ainm agus seoladh úinéir an chairr

source: • Motor insurance details (including expiry date of the policy)
ga: • Sonraí an árachais ghluaisteán (lena n-áirítear dáta éaga an pholasaí)

source: If there is no Garda present you must, when requested, give this information to:
ga: Mura bhfuil Garda i láthair ní mór duit, nuair a iarrtar ort, an fhaisnéise seo a thabhairt do:

source: • The injured person where a person has been injured (or someone asking on the person’s behalf)
ga: • An duine gortaithe má gortaíodh duine (nó duine atá á hiarraidh ar son an duine gortaithe)

source: • To the owner where property has been damaged (or someone asking on the owner’s behalf)
ga: • Úinéir na maoine a rinneadh damáiste di, má tharla a leithéid (nó duine atá á hiarraidh ar son an úinéara)

source: If none of these are present the information should be given to some independent person who was present when the accident occurred
ga: Mura bhfuil aon duine díobh siúd i láthair ba chóir an fhaisnéis a thabhairt do dhuine neamhspleách a bhí ann nuair a tharla an timpiste

source: If there is no Garda present, the accident must be reported as soon as possible to a Garda who is nearby or at a Garda station
ga: Mura bhfuil Garda ann, caithfear an timpiste a thuairisciú do Garda atá i ngar don áit nó ag stáisiún Gardaí áitiúil

source: This can be done by the persons, if any, to whom you gave the information
ga: Is féidir leis an duine/na daoine ar thug tú an fhaisnéis dóibh é seo a dhéanamh

source: If they are not in a position to do so, you must report the accident
ga: Mura bhfuil siad in ann é a dhéanamh, caithfidh tú féin an timpiste a thuairisciú

source: What other steps should I take?
ga: Cad eile ba chóir dom a dhéanamh?

source: You should obtain the information listed above from the other drivers involved in the accident
ga: Ba chóir duit an fhaisnéis atá liostaithe thuas a fháil ó na tiománaithe eile a bhí sa timpiste

source: If the accident involves damage to property get the owner’s name, address and telephone number
ga: Má tá damáiste déanta do mhaoin de bharr na timpiste faigh ainm, seoladh agus uimhir theileafóin an úinéara

source: Get the names, addresses and telephone numbers of any witnesses as these may be required if there is a question of liability
ga: Faigh ainmneacha, seoltaí agus uimhreacha teileafóin aon fhinnéithe mar d’fhéadfadh siad sin a bheith ag teastáil má bhíonn ceist ann faoi dhliteanas

source: These should include photos of the cars before they are moved
ga: Tóg grianghraif de láthair na timpiste má tá ceamara agat

source: You may need to ensure that a Garda report has been filed for insurance purposes
ga: Ba chóir grianghraif a thógáil de na carranna sula mbogtar iad freisin

source: You should write down an account of all relevant facts connected to the accident as soon as possible afterwards
ga: Ba chóir duit ainm agus uimhir an Gharda a dtuairiscítear an timpiste dó/di a fháil

source: You should sign and date it (including the time) when it is completed
ga: D’fhéadfadh a bheith ort a chinntiú go ndéantar tuarascáil ó Gharda a chomhdú ar mhaithe le cúrsaí árachais

source: If you wish to claim compensation where you are involved in an accident with an uninsured or unidentified car you should contact the Motor Insurer's Bureau of Ireland (MIBI)
ga: Ba chóir duit cuntas a scríobh ar na fíricí ábhartha go léir a bhaineann leis an timpiste chomh luath agus is féidir ina dhiaidh

source: It also deals with claims arising from foreign motoring in Ireland or Irish motorists abroad
ga: Ba chóir duit é a shíniú agus a dhátú (agus an t-am a chur air) nuair atá sé críochnaithe agat

source: When a serious road traffic collision occurs, causing a serious or fatal injury, there will be an investigation by the Gardaí and possibly the coroner
ga: Nuair a tharlaíonn imbhualadh tráchta tromchúiseach ar bhóithre, is cúis le díobháil thromchúiseach nó mharfach, beidh imscrúdú ag na Gardaí agus b'fhéidir an cróinéir

source: It may involve an inquest and even a criminal prosecution
ga: D'fhéadfadh go mbeadh coiste cróinéara agus fiú le hionchúiseamh coiriúil

source: PARC Road Safety Group has published Finding your way (pdf)
ga: D'fhoilsigh PARC an Grúpa um Shábháilteacht ar Bhóithre leabhrán Ag Lorg do bhealach a dhéanamh (pdf)

source: It is a guide for victims where the driver under suspicion of having caused a fatal or serious injury collision has survived and a criminal prosecution may follow
ga: Is treoir d'íospartaigh ina bhfuil an tiománaí faoi dhrochamhras go ndearna sé de bharr imbhualadh gortú marfach nó tromchúiseach slán agus is féidir ionchúiseamh coiriúil a leanúint
